Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# watchPlusIncludes
source: Complications and full shift status are included in DoneAt Plus.
ar: الإضافات وحالة الوردية الكاملة متضمّنة في DoneAt Plus.
de: Komplikationen und der vollständige Schichtstatus gehören zu DoneAt Plus.
es: Las complicaciones y el estado completo del turno están incluidos en DoneAt Plus.
fr: Les complications et le statut complet du service sont inclus dans DoneAt Plus.
hi_in: कॉम्प्लिकेशन और पूरी शिफ़्ट स्थिति DoneAt Plus में शामिल हैं।
id: Komplikasi dan status sif lengkap sudah termasuk dalam DoneAt Plus.
it: Le complicazioni e lo stato completo del turno sono inclusi in DoneAt Plus.
ja: コンプリケーションと完全な勤務状況はDoneAt Plusに含まれます。
ko: 컴플리케이션과 전체 근무 상태는 DoneAt Plus에 포함됩니다.
mr_in: कॉम्प्लिकेशन आणि संपूर्ण शिफ्ट स्थिती DoneAt Plus मध्ये समाविष्ट आहेत.
pt: As complicações e o status completo do turno estão incluídos no DoneAt Plus.
ru: Расширения и полный статус смены включены в DoneAt Plus.
th: กลไกหน้าปัดและสถานะกะแบบเต็มรวมอยู่ใน DoneAt Plus
tr: Komplikasyonlar ve tam vardiya durumu DoneAt Plus’a dahildir.
vi: Tổ hợp và trạng thái ca đầy đủ được bao gồm trong DoneAt Plus.
zh_cn: 表盘复杂功能和完整班次状态包含在 DoneAt Plus 中。
zh_hk: 錶面複雜功能和完整班次狀態包含喺 DoneAt Plus 入面。
zh_tw: 錶面複雜功能和完整班次狀態包含在 DoneAt Plus 中。

# watchPlusOnIPhone
source: See plans on your iPhone. The countdown Live Activity in the Smart Stack stays free.
ar: اطّلع على الخطط على iPhone. يبقى النشاط المباشر للعد التنازلي في الحزمة المكدسة الذكية مجانيًا.
de: Sieh dir die Pläne auf deinem iPhone an. Die Live-Aktivität des Countdowns im Smart-Stapel bleibt kostenlos.
es: Consulta los planes en tu iPhone. La actividad en vivo de la cuenta atrás en el grupo inteligente sigue siendo gratis.
fr: Consultez les formules sur votre iPhone. L’activité en direct du compte à rebours dans le Défilement intelligent reste gratuite.
hi_in: अपने iPhone पर प्लान देखें। स्मार्ट स्टैक में काउंटडाउन की लाइव ऐक्टिविटी मुफ़्त बनी रहती है।
id: Lihat paket di iPhone Anda. Live Activity hitung mundur di Smart Stack tetap gratis.
it: Consulta i piani sul tuo iPhone. L’attività in tempo reale del conto alla rovescia nella raccolta smart resta gratuita.
ja: プランはiPhoneでご確認ください。スマートスタックでのカウントダウンのライブアクティビティは無料のままです。
ko: iPhone에서 요금제를 확인하세요. 스마트 스택의 카운트다운 실시간 액티비티는 계속 무료로 제공됩니다.
mr_in: तुमच्या iPhone वर प्लॅन पाहा. स्मार्ट स्टॅकमधील काउंटडाउनची लाइव्ह ॲक्टिव्हिटी मोफतच राहते.
pt: Veja os planos no seu iPhone. A Atividade ao Vivo da contagem regressiva no Conjunto Inteligente continua gratuita.
ru: Смотрите тарифы на iPhone. Live-активность обратного отсчёта в смарт-стопке остаётся бесплатной.
th: ดูแพ็กเกจได้ที่ iPhone ของคุณ กิจกรรมสดของตัวนับถอยหลังในวิดเจ็ตซ้อนอัจฉริยะยังคงใช้งานได้ฟรี
tr: Planları iPhone’unuzda görün. Geri sayımın Canlı Etkinliği, Akıllı Gruplama içinde ücretsiz kalmaya devam ediyor.
vi: Xem các gói trên iPhone của bạn. Hoạt động trực tiếp đếm ngược trong Ngăn xếp thông minh vẫn miễn phí.
zh_cn: 请在 iPhone 上查看方案。智能叠放里的倒计时实时活动仍可免费使用。
zh_hk: 請喺 iPhone 上查看方案。智慧型疊放中嘅倒數即時動態仍可免費使用。
zh_tw: 請在 iPhone 上查看方案。智慧型疊放中的倒數即時動態仍可免費使用。

# watchSyncExpired
source: The last update expired.
ar: انتهت صلاحية آخر تحديث.
de: Die letzte Aktualisierung ist abgelaufen.
es: La última actualización ha caducado.
fr: La dernière mise à jour a expiré.
hi_in: पिछला अपडेट समाप्त हो गया है।
id: Pembaruan terakhir telah kedaluwarsa.
it: L’ultimo aggiornamento è scaduto.
ja: 前回の同期データは期限切れです。
ko: 마지막 동기화 데이터가 만료되었습니다.
mr_in: मागील अपडेटची मुदत संपली आहे.
pt: A última atualização expirou.
ru: Последнее обновление устарело.
th: การอัปเดตล่าสุดหมดอายุแล้ว
tr: Son güncellemenin süresi doldu.
vi: Bản cập nhật gần nhất đã hết hạn.
zh_cn: 上次同步的数据已过期。
zh_hk: 上次同步的資料已過期。
zh_tw: 上次同步的資料已過期。

# watchTimeLeft
source: {{duration}} left
ar: بقي {{duration}}
de: Noch {{duration}}
es: Quedan {{duration}}
fr: Encore {{duration}}
hi_in: {{duration}} बचा
id: Sisa {{duration}}
it: Restano {{duration}}
ja: 残り {{duration}}
ko: {{duration}} 남음
mr_in: {{duration}} उरले
pt: Faltam {{duration}}
ru: Осталось {{duration}}
th: เหลือ {{duration}}
tr: {{duration}} kaldı
vi: Còn {{duration}}
zh_cn: 剩余 {{duration}}
zh_hk: 剩餘 {{duration}}
zh_tw: 剩餘 {{duration}}

# watchTimeLeftTitle
source: Time left
ar: الوقت المتبقي
de: Verbleibende Zeit
es: Tiempo restante
fr: Temps restant
hi_in: बचा समय
id: Sisa waktu
it: Tempo rimanente
ja: 残り時間
ko: 남은 시간
mr_in: उरलेला वेळ
pt: Tempo restante
ru: Оставшееся время
th: เวลาที่เหลือ
tr: Kalan süre
vi: Thời gian còn lại
zh_cn: 剩余时间
zh_hk: 剩餘時間
zh_tw: 剩餘時間

# watchWaitingForIPhone
source: Waiting for iPhone
ar: بانتظار iPhone
de: Warten auf das iPhone
es: Esperando al iPhone
fr: En attente de l’iPhone
hi_in: iPhone की प्रतीक्षा हो रही है
id: Menunggu iPhone
it: In attesa di iPhone
ja: iPhoneを待っています
ko: iPhone을 기다리는 중
mr_in: iPhone ची प्रतीक्षा सुरू आहे
pt: Aguardando o iPhone
ru: Ожидание iPhone
th: กำลังรอ iPhone
tr: iPhone bekleniyor
vi: Đang chờ iPhone
zh_cn: 正在等待 iPhone
zh_hk: 正在等候 iPhone
zh_tw: 正在等候 iPhone

# watchWidgetDescription
source: Time left and progress until you're off work.
ar: الوقت المتبقي والتقدم حتى الانصراف.
de: Verbleibende Zeit und Fortschritt bis zum Feierabend.
es: Tiempo restante y progreso hasta la hora de salida.
fr: Temps restant et progression jusqu’au départ.
hi_in: छुट्टी तक बचा समय और प्रगति।
id: Sisa waktu dan kemajuan sampai pulang.
it: Tempo rimanente e avanzamento fino all’uscita.
ja: 退勤までの残り時間と進捗。
ko: 퇴근까지 남은 시간과 진행률.
mr_in: सुट्टीपर्यंत उरलेला वेळ आणि प्रगती.
pt: Tempo restante e progresso até a saída.
ru: Оставшееся время и прогресс до конца работы.
th: เวลาที่เหลือและความคืบหน้าจนถึงเวลาเลิกงาน
tr: İş çıkışına kadar kalan süre ve ilerleme.
vi: Thời gian còn lại và tiến độ cho đến khi tan ca.
zh_cn: 查看距离下班的剩余时间和进度。
zh_hk: 查看距離下班嘅剩餘時間同進度。
zh_tw: 查看距離下班的剩餘時間和進度。

# whatsNewContinue
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi_in: जारी रखें
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
mr_in: पुढे जा
pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: Devam
vi: Tiếp tục
zh_cn: 继续使用
zh_hk: 繼續
zh_tw: 繼續使用

# whatsNewSmartStackBody
source: The countdown Live Activity now has its own compact layout on Apple Watch, and it stays free for everyone.
ar: أصبح للنشاط المباشر الخاص بالعدّ التنازلي تصميم مضغوط خاص به على Apple Watch، ويظل مجانيًا للجميع.
de: Die Live-Aktivität des Feierabend-Countdowns hat jetzt ihr eigenes kompaktes Layout auf der Apple Watch – und bleibt für alle kostenlos.
es: La actividad en vivo de la cuenta atrás ahora tiene su propio diseño compacto en el Apple Watch, y sigue siendo gratis para todos.
fr: L’activité en direct du compte à rebours a désormais sa propre mise en page compacte sur l’Apple Watch, et elle reste gratuite pour tout le monde.
hi_in: काउंटडाउन की लाइव ऐक्टिविटी को अब Apple Watch पर अपना खास कॉम्पैक्ट लेआउट मिल गया है, और यह सबके लिए मुफ़्त बनी रहती है।
id: Live Activity hitung mundur kini punya tata letak ringkasnya sendiri di Apple Watch, dan tetap gratis untuk semua orang.
it: L’attività in tempo reale del conto alla rovescia ha ora un suo layout compatto su Apple Watch, e resta gratuita per tutti.
ja: カウントダウンのライブアクティビティに、Apple Watch専用のコンパクトなレイアウトが追加されました。これからも無料でご利用いただけます。
ko: 카운트다운 실시간 액티비티가 이제 Apple Watch에 맞는 컴팩트한 레이아웃을 갖췄고, 모두에게 계속 무료로 제공됩니다.
mr_in: काउंटडाउनच्या लाइव्ह ॲक्टिव्हिटीला आता Apple Watch वर स्वतःचा कॉम्पॅक्ट लेआउट मिळाला आहे, आणि तो सर्वांसाठी मोफतच राहतो.
pt: A Atividade ao Vivo da contagem regressiva agora tem seu próprio layout compacto no Apple Watch, e continua gratuita para todos.
ru: Live-активность обратного отсчёта теперь получила отдельный компактный вид на Apple Watch и остаётся бесплатной для всех.
th: กิจกรรมสดของตัวนับถอยหลังตอนนี้มีเลย์เอาต์ขนาดกะทัดรัดเฉพาะบน Apple Watch แล้ว และยังคงใช้งานได้ฟรีสำหรับทุกคน
tr: Geri sayımın Canlı Etkinliği artık Apple Watch’ta kendi kompakt düzenine sahip ve herkes için ücretsiz kalmaya devam ediyor.
vi: Hoạt động trực tiếp của bộ đếm ngược giờ đây có bố cục gọn gàng riêng trên Apple Watch, và vẫn miễn phí cho tất cả mọi người.
zh_cn: 倒计时实时活动在 Apple Watch 上有了专属的紧凑样式，所有人都可以免费使用。
zh_hk: 倒數即時動態在 Apple Watch 上有了專屬的精簡樣式，所有人都可以免費使用。
zh_tw: 倒數即時動態在 Apple Watch 上有了專屬的精簡樣式，所有人都能免費使用。

# whatsNewSmartStackTitle
source: A countdown made for the Smart Stack
ar: عدّاد تنازلي مصمم للحزمة المكدسة الذكية
de: Ein Countdown für den Smart-Stapel
es: Una cuenta atrás pensada para el grupo inteligente
fr: Un compte à rebours pensé pour le Défilement intelligent
hi_in: स्मार्ट स्टैक के लिए बना काउंटडाउन
id: Hitung mundur yang dibuat untuk Smart Stack
it: Un conto alla rovescia pensato per la raccolta smart
ja: スマートスタックのためのカウントダウン
ko: 스마트 스택을 위한 카운트다운
mr_in: स्मार्ट स्टॅकसाठी बनवलेला काउंटडाउन
pt: Uma contagem regressiva feita para o Conjunto Inteligente
ru: Обратный отсчёт для смарт-стопки
th: ตัวนับถอยหลังที่ออกแบบมาสำหรับวิดเจ็ตซ้อนอัจฉริยะ
tr: Akıllı Gruplama için tasarlanmış bir geri sayım
vi: Bộ đếm ngược dành cho Ngăn xếp thông minh
zh_cn: 为智能叠放设计的倒计时
zh_hk: 為智慧型疊放設計的倒數
zh_tw: 為智慧型疊放設計的倒數

# whatsNewTitle
source: What’s new
ar: ما الجديد
de: Neuigkeiten
es: Novedades
fr: Nouveautés
hi_in: नया क्या है
id: Yang baru
it: Novità
ja: 新着情報
ko: 새로운 소식
mr_in: नवीन काय आहे
pt: Novidades
ru: Что нового
th: มีอะไรใหม่
tr: Yenilikler
vi: Có gì mới
zh_cn: 这次更新了什么
zh_hk: 今次有咩新功能
zh_tw: 這次更新了什麼

# whatsNewWatchBody
source: Check your status, remaining work time and progress at a glance on your wrist, or add a circular or rectangular complication. The Watch app and complications are part of Plus.
ar: تحقّق من حالتك ووقت العمل المتبقي والتقدم بنظرة سريعة من معصمك، أو أضف إضافة دائرية أو مستطيلة. تطبيق Apple Watch والإضافات جزء من Plus.
de: Sieh Status, verbleibende Arbeitszeit und Fortschritt auf einen Blick am Handgelenk, oder füge eine runde oder rechteckige Komplikation hinzu. Die Apple Watch-App und Komplikationen gehören zu Plus.
es: Consulta tu estado, el tiempo de trabajo restante y el progreso de un vistazo en la muñeca, o añade una complicación circular o rectangular. La app de Apple Watch y las complicaciones forman parte de Plus.
fr: Consultez votre statut, le temps de travail restant et la progression en un coup d’œil au poignet, ou ajoutez une complication ronde ou rectangulaire. L’app Apple Watch et les complications font partie de Plus.
hi_in: अपनी कलाई पर एक नज़र में स्थिति, बचा हुआ काम का समय और प्रगति देखें, या एक गोल या चौकोर कॉम्प्लिकेशन जोड़ें। Apple Watch ऐप और कॉम्प्लिकेशन Plus का हिस्सा हैं।
id: Lihat status, sisa waktu kerja, dan kemajuanmu sekilas di pergelangan tangan, atau tambahkan komplikasi bundar atau persegi panjang. Aplikasi Apple Watch dan komplikasi adalah bagian dari Plus.
it: Controlla stato, tempo di lavoro rimanente e avanzamento a colpo d’occhio dal polso, oppure aggiungi una complicazione rotonda o rettangolare. L’app Apple Watch e le complicazioni fanno parte di Plus.
ja: ステータスや残りの勤務時間、進捗を手首でひと目で確認したり、丸型または長方形のコンプリケーションを追加したりできます。Apple Watchアプリとコンプリケーションは Plus に含まれます。
ko: 손목에서 한눈에 상태, 남은 근무 시간, 진행률을 확인하거나 원형 또는 사각형 컴플리케이션을 추가하세요. Apple Watch 앱과 컴플리케이션은 Plus에 포함됩니다.
mr_in: मनगटावरच एका नजरेत स्थिती, उरलेला कामाचा वेळ आणि प्रगती पाहा, किंवा गोल किंवा आयताकृती कॉम्प्लिकेशन जोडा. Apple Watch अॅप आणि कॉम्प्लिकेशन्स Plus चा भाग आहेत.
pt: Veja o status, o tempo de trabalho restante e o progresso rapidamente no pulso, ou adicione uma complicação circular ou retangular. O app do Apple Watch e as complicações fazem parte do Plus.
ru: Смотрите статус, оставшееся рабочее время и прогресс одним взглядом на запястье или добавьте круглое или прямоугольное расширение. Приложение Apple Watch и расширения входят в Plus.
th: ดูสถานะ เวลาทำงานที่เหลือ และความคืบหน้าได้ในพริบตาที่ข้อมือ หรือเพิ่มกลไกหน้าปัดทรงกลมหรือทรงสี่เหลี่ยม แอป Apple Watch และกลไกหน้าปัดเป็นส่วนหนึ่งของ Plus
tr: Durumunuzu, kalan çalışma sürenizi ve ilerlemenizi bileğinizden bir bakışta görün veya yuvarlak ya da dikdörtgen bir komplikasyon ekleyin. Apple Watch uygulaması ve komplikasyonlar Plus’a dahildir.
vi: Xem trạng thái, thời gian làm việc còn lại và tiến độ trong nháy mắt ngay trên cổ tay, hoặc thêm một tổ hợp hình tròn hoặc hình chữ nhật. Ứng dụng Apple Watch và các tổ hợp là một phần của Plus.
zh_cn: 抬腕即可查看当前状态、剩余工作时间和进度，也可以添加圆形或矩形复杂功能。Watch App 和复杂功能包含在 Plus 中。
zh_hk: 抬起手腕即可查看目前狀態、剩餘工作時間和進度，亦可以加入圓形或矩形複雜功能。Watch App 和複雜功能包含在 Plus 中。
zh_tw: 抬起手腕即可查看目前狀態、剩餘工作時間和進度，也可以加入圓形或矩形複雜功能。Watch App 和複雜功能包含在 Plus 中。

# whatsNewWatchTitle
source: Your workday on Apple Watch
ar: يوم عملك على Apple Watch
de: Dein Arbeitstag auf der Apple Watch
es: Tu jornada en el Apple Watch
fr: Votre journée de travail sur l’Apple Watch
hi_in: Apple Watch पर आपका कार्यदिवस
id: Hari kerjamu di Apple Watch
it: La tua giornata lavorativa su Apple Watch
ja: Apple Watchでもわかる勤務状況
ko: Apple Watch에서 확인하는 근무 현황
mr_in: Apple Watch वर तुमचा कामाचा दिवस
pt: Seu dia de trabalho no Apple Watch
ru: Ваш рабочий день на Apple Watch
th: วันทำงานของคุณบน Apple Watch
tr: Apple Watch’ta çalışma gününüz
vi: Ngày làm việc của bạn trên Apple Watch
zh_cn: 在 Apple Watch 上查看工作日
zh_hk: 在 Apple Watch 上查看工作日
zh_tw: 在 Apple Watch 上查看工作日

# widgetRestDay
source: Rest well · next shift
ar: استرح جيدًا · الوردية التالية
de: Erhol dich gut · nächste Schicht
es: Descansa bien · próximo turno
fr: Bon repos · prochain service
hi_in: अच्छी तरह आराम करें · अगली शिफ्ट
id: Istirahatlah · giliran berikutnya
it: Buon riposo · prossimo turno
ja: ゆっくり休んで · 次の勤務まで
ko: 푹 쉬세요 · 다음 근무까지
mr_in: छान विश्रांती घ्या · पुढची पाळी
pt: Bom descanso · próximo turno
ru: Хорошего отдыха · до следующей смены
th: พักผ่อนให้เต็มที่ · กะถัดไป
tr: İyi dinlenin · sonraki vardiya
vi: Nghỉ ngơi nhé · ca tiếp theo
zh_cn: 好好休息 · 距离下次上班
zh_hk: 好好休息 · 距離下次返工
zh_tw: 好好休息 · 距離下次上班

# widgetWorking
source: Working
ar: أثناء العمل
de: Bei der Arbeit
es: Trabajando
fr: Au travail
hi_in: काम जारी है
id: Sedang bekerja
it: Al lavoro
ja: 勤務中
ko: 근무 중
mr_in: काम सुरू आहे
pt: Trabalhando
ru: На работе
th: กำลังทำงาน
tr: Çalışıyor
vi: Đang làm việc
zh_cn: 工作中
zh_hk: 工作中
zh_tw: 工作中

# workOnWeekday
source: Work on {{day}}
ar: العمل يوم {{day}}
de: Am {{day}} arbeiten
es: Trabajar el {{day}}
fr: Travailler le {{day}}
hi_in: {{day}} को काम
id: Bekerja pada {{day}}
it: Lavora {{day}}
ja: {{day}}に勤務
ko: {{day}} 근무
mr_in: {{day}} काम
pt: Trabalhar em {{day}}
ru: Работать в {{day}}
th: ทำงานวัน{{day}}
tr: {{day}} çalış
vi: Làm việc vào {{day}}
zh_cn: {{day}}上班
zh_hk: {{day}}上班
zh_tw: {{day}}上班

# workSchedule
source: Hours & schedule
ar: ساعات العمل والجدول
de: Zeiten & Dienstplan
es: Horario y turnos
fr: Horaires et planning
hi_in: समय और शेड्यूल
id: Jam & jadwal kerja
it: Orari e turni
ja: 勤務時間とシフト
ko: 근무 시간 및 일정
mr_in: वेळ आणि वेळापत्रक
pt: Horários e escala
ru: Часы и график
th: เวลาและตารางงาน
tr: Saatler ve vardiya
vi: Giờ làm và lịch
zh_cn: 工作时间与排班
zh_hk: 工作時間與排班
zh_tw: 工作時間與排班

# workdaysLabel
source: Workdays
ar: أيام العمل
de: Arbeitstage
es: Días laborables
fr: Jours travaillés
hi_in: कार्यदिवस
id: Hari kerja
it: Giorni lavorativi
ja: 勤務日
ko: 근무일
mr_in: कामाचे दिवस
pt: Dias de trabalho
ru: Рабочие дни
th: วันทำงาน
tr: Çalışma günleri
vi: Ngày làm việc
zh_cn: 工作日
zh_hk: 返工日
zh_tw: 工作日

source: Worked
ar: ساعات العمل
de: Gearbeitet
es: Trabajado
fr: Travaillé
hi_in: काम किया
id: Bekerja
it: Lavorato
ja: 勤務時間
ko: 근무 시간
mr_in: काम केले
pt: Trabalhado
ru: Отработано
th: ทำงานแล้ว
tr: Çalışılan
vi: Đã làm
zh_cn: 已工作
zh_hk: 已返工
zh_tw: 已工作

# biometryFaceID
source: Face ID
zh_cn: 面容 ID

# biometryOpticID
source: Optic ID
zh_cn: 光学 ID

# biometryTouchID
source: Touch ID
zh_cn: 触控 ID
